export const dataPolicyContent = {
  content: [
    {
      value:
        "社において個人情報を取り扱う際は、事業ならびに従業員の雇用、人事管理上に必要な範囲内で、適切な取得、利用、提供を行います。また、特定された利用目的の達成に必要な範囲を超えて個人情報が目的外の利用、提供がされないための措置を講じます。",
    },
    {
      value:
        "人情報の取扱いに関する法令、国が定める指針その他の規範を遵守します。",
    },
    {
      value:
        "社では、個人情報の漏えい、滅失、き損などのリスクに対しては、合理的な安全対策を講じて防止すべく事業の実情に合致した経営資源を注入し、個人情報セキュリティ体制を継続的に向上させます。また、万一の際には速やかに是正措置を講じます。",
    },
    {
      value:
        "社は、個人情報の管理責任者を選任し、個人情報保護マネジメントシステムの実施および運用に関する責任と権限を与え、適切な管理を行います。",
    },
    {
      value:
        "社は個人情報を取扱う全ての従業者に適切な指導と教育を施し、個人情報保護マネジメントシステムの運用状況について定期的に監査し、システムの見直しを行ない、その継続的な改善と向上に努めます。",
    },
    {
      value:
        "社では、個人情報の開示、訂正、削除、利用および提供の拒否要求、その他苦情、ご相談など、個人情報に関するお問合せについての窓口を設置し、対応致します。",
    },
  ],
  info: [
    {
      value:
        "個人情報保護方針に関するお問合せにつきましては、下記窓口で受付けております。",
    },
    {
      value: "《個人情報相談窓口》",
    },
    {
      value: `TEL <span style="display: inline-block; width: 15px;"></span>	03-5207-2848（受付時間9：00～18：00※）`,
    },
    {
      value:
        "※土・日曜日、祝日、年末年始、ゴールデンウィーク期間は翌営業日以降の対応とさせていただきます。",
    },
    {
      value: `宛先 <span style="display: inline-block; width: 15px;"></span>	個人情報保護管理者：代表取締役`,
    },
  ],
  value:
    "当社は、当社が取り扱う全ての個人情報の保護について、社会的使命を十分に認識し、 本人の権利の保護、個人情報に関する法規制等を遵守します。また、以下に示す方針を 具現化するための個人情報保護マネジ メントシステムを構築し、最新のＩＴ技術の動向、 社会的要請の変化、経営環境の変動等を常に認識しながら、その継続的改善に、全社を挙げて取り組むことをここに宣言します。",
};

export const dataPolicyContact = [
  {
    title: "【当社の名称・住所・代表者の氏名】",
    content: [
      { value: "ナパソリューションズ株式会社" },
      { value: "〒103-0023 東京都中央区日本橋本町4-8-15 ネオカワイビル 6F" },
      { value: "代表取締役　NGUYEN THI MAI HUONG" },
    ],
  },
  {
    title: "【利用目的】",
    content: [
      {
        value:
          "個人情報の利用は、取得目的の範囲内で、具体的な業務に応じ権限を与えられた者のみが、業務の遂行上必要な限りにおいて行うものとします。",
      },
    ],
  },
];

const infoCustomer = [
  {
    title: "共同して利用される情報の種類",
    description: [
      "お客様の住所、氏名、生年月日、Eメールアドレス、性別、電話番号、職業",
    ],
  },
  {
    title: "共同して利用する者の範囲",
    description: ["当社グループ会社：ナパグローバル株式会社"],
  },
  {
    title: "利用する者の利用目的",
    description: [
      "上記当社グループ会社が取り扱う商品・サービスの提供・連絡、文書管理業務、経理業務、その他当社の行う取引の管理監督業務の遂行のため。",
    ],
  },
  {
    title: "お客様の個人情報の管理について責任を有する者の名称",
    description: [
      "ナパグローバル株式会社",
      "本店所在地：381 Tran Hung Dao, Danang, Vietnam",
      "CEO：NGO SY VIET PHU",
      "個人情報管理責任者：CEO：NGO SY VIET PHU",
    ],
  },
];

const controlMeasure = [
  {
    title: "基本方針の策定",
    description:
      "個人情報の適正な取扱いの確保のため「関係法令・ガイドライン等の遵守」、「個人情報の安全管理措置に関する事項」、「個人情報相談窓口」等について本方針（個人情報保護方針）を策定しています。",
  },
  {
    title: "個人データの取扱いに係る規程の整備",
    description:
      "当社の個人情報保護マニュアルにおいて、個人情報の取得、利用、保存等を行う場合の基本的な取扱方法を整備しています。",
  },
  {
    title: "組織的安全管理措置",
    description:
      "個人データの取扱いに関する責任者・管理者を設置するとともに、個人データを取り扱う役職員および当該役職員が取り扱う個人データの範囲を明確化し、法や取扱規程に違反している事実または兆候を把握した場合の責任者への報告連絡体制を整備しています。",
  },
  {
    title: "人的安全管理措置",
    description:
      "従業者との「非開示契約」の締結、就業規則等の整備、個人情報の取扱いに関する留意事項についての従業者への周知徹底及び研修等を実施しています。",
  },
  {
    title: "物理的安全管理措置",
    description:
      "紛失・盗難を防ぐための書類・外部媒体等の施錠保管、裁断・焼却・溶解等復元が著しく困難な手段での個人情報廃棄、責任者の承諾なく個人情報を持ち出すことの禁止、個人情報を持ち運ぶ際の暗号化や封緘等の措置を実施しています。",
  },
  {
    title: "技術的安全管理措置",
    description:
      "アクセス制御を実施して、取扱者および取り扱う個人情報データベース等の範囲を限定しています。",
  },
  {
    title: "外的環境の把握",
    description:
      "外国において個人データを取り扱う場合は、当該外国の個人情報の保護に関する制度等を把握した上で、必要な安全管理措置を講じます。",
  },
];

const box = [
  {
    title: "国・地域の名称",
    description: "ベトナム社会主義共和国",
  },
  {
    title: "当該国・地域の制度	講じた措置の内容",
    description: `個人情報保護員会のWebサイトをご参照ください。<a href="https://www.ppc.go.jp/files/pdf/vietnam_report.pdf"> Webサイトベトナム社会主義共和国の個人情報の保護に関する制度等の調査‐個人情報保護委員会‐ (ppc.go.jp)</a>`,
  },
  {
    title: "講じた措置の内容",
    description:
      "当該国・地域における個人情報の保護に関する制度を把握した上で安全管理措置を実施いたします。",
  },
];

export const dataPolicyInfo = [
  {
    title:
      "ご本人より直接書面等（ホームページ含む）に記載された個人情報を取得する場合の利用目的、及び保有個人データの利用目的",
    content: [
      {
        value: "①　従業員に関する個人情報",
        form: {
          title: "利用目的",
          value: ["人事、総務、各種業務管理"],
        },
      },
      {
        value: "②　採用応募者の個人情報",
        form: {
          title: "利用目的",
          value: ["採用業務（採用検討、面接、各種連絡業務"],
        },
      },
      {
        value: "③　お取引先様に関する個人情報",
        form: {
          title: "利用目的",
          value: [
            "当社サービスの提供、連絡、打ち合わせ等の営業活動",
            "当社のサービス等の情報提供",
            "契約、ご請求等手続き",
            "各種お問合せへの回答",
          ],
        },
      },
      {
        value: "④　パートナー企業の個人情報",
        form: {
          title: "利用目的",
          value: [
            "当社のサービス提供、連絡、打ち合わせ等の営業活動のため",
            "当社業務に関する報告、連絡",
            "契約書、見積書などの各種業務書類の作成、提出",
          ],
        },
      },
      {
        value: "⑤　サービス利用者の個人情報",
        form: {
          title: "利用目的",
          value: [
            "当社のサービス提供、連絡、打ち合わせ等の営業活動のため",
            "当社業務に関する報告、連絡",
            "契約書、見積書などの各種業務書類の作成、提出",
          ],
        },
      },
      {
        value: "⑥　お問合せに関する個人情報",
        form: {
          title: "利用目的",
          value: ["お問い合わせ内容に関するご回答、ご連絡"],
        },
      },
    ],
  },
  {
    title: "直接書面以外の方法でご本人の個人情報を取得する場合の利用目的",
    content: [
      {
        value: "⑦　お取引先様から委託された個人情報",
        form: {
          title: "利用目的",
          value: ["○○業務遂行のため"],
        },
      },
      {
        value:
          "⑧　ハローワーク、求職サイトや人材紹介会社等から提供を受ける求職者情報",
        form: {
          title: "利用目的",
          value: ["採用選考のため"],
        },
      },
    ],
  },
  {
    title: "個人情報の第三者への提供について",
    content: [
      {
        value:
          "当社が保有する個人情報は、法令に基づく場合を除くほか、あらかじめ本人の同意を得ないで、提供することはいたしません。",
      },
      {
        value: "＜海外にある第三者への個人情報の提供＞",
      },
      {
        value:
          "当社は、お客さまにより良いサービスを提供するため、パートナー企業に業務を委託し、海外でお客さま情報を取り扱う場合があります。",
        box,
      },
    ],
  },
  {
    title: "個人情報の委託について",
    content: [
      {
        value:
          "当社では上記の利用目的を遂行するために、お預かりした個人情報を第三者に委託することがあります。",
      },
      {
        value:
          "当社が保有する個人データの扱いの全部又は一部について外部委託するときは、必要な契約を締結し、適切な管理・監督を行います。",
      },
    ],
  },
  {
    title: "共同利用について",
    content: [
      {
        value:
          "当社には以下に記載の当社グループ会社と取引があり、取得したお客様の個人情報を当該各企業が取り扱う商品・サービスのご提供・ご連絡のために共同利用することがあります",
        infoCustomer,
      },
      {
        value:
          "個人情報保護マネジメントシステムを構築し、実施ならびにその運用に関する責任および権限を与えて業務を行わせます。",
      },
      {
        value:
          "ご本人様が取扱いを希望されない場合、当社までお申出ください。以降、お取扱を中止いたします。",
      },
    ],
  },
  {
    title: "情報提供の任意性",
    content: [
      {
        value:
          "当社への個人情報の提供は任意となっています。ただし、情報に漏れやミスがある場合、適切なお問い合わせへの回答ができない場合があります。",
      },
    ],
  },
  {
    title: "本人が認識できない方法により行う個人情報の取得について",
    content: [
      {
        value:
          "当社では、本人が認識できない方法によって個人情報を取得することはありません。万一、上記のような個人情報の取得を行うときは、その旨を本人に通知し、同意を取った上で取得いたします。",
      },
    ],
  },
  {
    title: "保有個人データの安全管理のために講じた措置",
    content: [
      {
        value: "当社が講じる具体的な安全管理措置は、以下のとおりです。",
        controlMeasure,
      },
    ],
  },
  {
    title:
      "保有個人データの開示等又は第三者提供記録の請求に関する手続きについて",
    content: [
      {
        value:
          "当社が保有している開示対象個人情報について、利用目的の通知、開示、内容の訂正、追加又は削除、利用の停止、消去及び第三者への提供の停止（開示等）のお申し出又は第三者提供記録の請求に対しては、本人が請求した方法にて速やかに対応いたします。開示等のご請求の具体的な手続き（申し出先、申請書式、本人確認、手数料等）につきましては、下記の《個人情報相談窓口》までお問い合わせください。",
      },
    ],
  },
  {
    title: "個人情報に関するお問合せや苦情窓口について",
    content: [
      {
        value: "《個人情報相談窓口》",
      },
      {
        value: `TEL <span style="display: inline-block; width: 15px;"></span>	03-5207-2848（受付時間9：00～18：00※）`,
      },
      {
        value:
          "※土・日曜日、祝日、年末年始、ゴールデンウィーク期間は翌営業日以降の対応とさせていただきます。",
      },
      {
        value: `宛先 <span style="display: inline-block; width: 15px;"></span>	個人情報保護管理者：代表取締役`,
      },
    ],
  },
];
